package media_analysis.utils;

public class ProcessedData {

    public static final String[] topFiftyFebLemmata = {"את", "נתניהו", "נשל", "0", "לא", "על", "ישראל", "בית", "עם",
                    "ניגד", "שלג", "מבקר", "בחירה", "ממשלה", "איחר", "איראן", "נאם", "ליכוד", "הרצוג", "דאעש",
                    "ירושלים", "היה", "קונגרס", "משטרה", "מדינה", "דרום", "כול", "ראש", "דיור", "לפיד", "דוח", "פיגוע",
                    "ניצב", "רה\"מ", "קשה", "טרור", "ציון", "סערה", "יש", "דו\"ח", "אין", "ארה\"ב", "הרוג", "תאונה",
                    "ליבן", "חשד", "בנט", "ועדה", "מעון", "ירדן"};

    public static final String[] topFiftyJanLemmata = {"0", "את", "על", "נשל", "נתניהו", "ישראל", "לא", "פריז",
                    "טרור", "פיגוע", "בית", "ליכוד", "צה\"ל", "שלג", "דיווח", "ניגד", "ירושלים", "סוריה", "איחר",
                    "מחבל", "צפן", "ישן", "חיזבאללה", "משטרה", "עם", "הרוג", "רשימה", "צרפת", "בנה", "נהרג", "היה",
                    "חי", "סערה", "איראן", "גולן", "עבודה", "רכב", "שידור", "יהודים", "מקום", "פריימריז", "כול", "ראש",
                    "נפגע", "ערובה", "בחירה", "צבא", "בכיר", "ירה", "הר"};

}
